{
  "welcome": "Welcome",
  "home": "HOME",
  "tast": "OUR FLAVORS",
  "contact": "CONTACT US",
  "about": "ABOUT US",
  "phone": "Phone",
  "partners": "Online retailers",
  "vape-heading": "A royal premium disposable vape",
  "about-text": "Kings Nordic can be used completely without prior knowledge as you only open the package and starts vaping. This disposable vape can run up to 800 puffs and uses nicotine salt which is smoother on the throat. Nordic Kings is compact and flexible, this kit comes in 16 different flavors/colors. In addition, this disposable wipe has inhalation activation which makes it very easy to use. The also does not require charging or filling so if you are thinking of switching from smoking to vaping is this convenient, easy-to-use disposable vape might be for you.",
  "mesh-coil": "MESH COIL",
  "mesh-heading": "Our vapes use Mesh coil",
  "mesh-text": "A Mesh coil is a coil that is not made of wire but comes in the form of a metal net. The net is made of metal and the principle works so that the larger the surface that is heated, the more vapor the e-cigarette will produce.",
  "800-bloss": "800 puffs",
  "15-tastes": "16 different flavors",
  "simple-use": "Easy to use",
  "15-kunglig": "16 FLAVORS OF THE HIGHEST ROYAL PREMIUM QUALITY",
  "15-kunglig-text": "Kings Nordic is available in different varieties of fruit, menthol, sweets or tobacco. Choose your own favorite among 16 different flavors.",
  "smak-grape": "Taste of grapefruit and strawberries.",
  "peach-ice": "Taste of sweet peach with cooling.",
  "strawberry-ly": "Has a taste of tropical lychee fruit together with strawberries.",
  "ice-mango": "Exotic taste of mango together with cool menthol aftertaste.",
  "blood-orange": "Fruity taste in the form of fresh blood orange.",
  "grape-paradise": "Delivers a taste of fresh grapes.",
  "blueberry-raspberry": "Is a berry mix with blueberries together with raspberries.",
  "lush-ice": "Taste of watermelon with ice.",
  "apple-ice": "A taste of green apple with cooling.",
  "love-66": "A fresh taste of passion fruit and honeydew melon with hidden notes of mint.",
  "cool-mint": "Cool mint vape with classic cool mint.",
  "ice-cola": "Refreshing taste of cola drink with cooling.",
  "strawberry-apple": "Gives you a mix of fresh apples and strawberries.",
  "guava-ice": "Tropical fruit flavor in the form of Guava with cooling.",
  "pure-tobacco": "Authentic taste of cigarettes.",
  "cocktail": "Here we have a fruity cocktail drink.",
  "brazil-mint": "Cool mint flavor with a fresh and cooling aftertaste.",
  "contact-form": "CONTACT",

  "download-pdf": "Download our flavors in PDF",
  "download": "Download",
  "spec": "Specification & Ingredients",
  "call": "Call us at:",
  "mail": "Or mail at:",
  "name": "Your name",
  "email": "Your email",
  "message": "Your Message",
  "send": "Send",
  "header-sub": "SWEDEN, STOCKHOLM",
  "address": "Address",
  "send-message": "Send us a message",
  "cuban-tobacco": "With flavors from Cuba's finest cigars with a sweet creamy aftertaste"
}
